{
  "footer": {
    "getInTouch": "Entre em contato",
    "connectOnLinkedin": "Conectar no LinkedIn"
  },
  "home": {
    "title": "Desenvolvedor focado em aplicações em larga escala.",
    "experience": "Com <b>mais de 5 anos</b>, atuei no desenvolvimento de aplicações e projetos de larga escala.",
    "specialized": "Sou especializado em <b>liderar projetos</b> com um profundo entendimento do ciclo de vida do desenvolvimento de software e das melhores práticas da indústria.",
    "functions": "Me destaco na criação e <b>implementação de soluções de software inovadoras que otimizaram processos e impulsionaram resultados para diversos negócios.</b> Obtive sucesso no desenvolvimento de arquiteturas de sistema escaláveis e de alto desempenho, garantindo a eficiência e a segurança das aplicações.",
    "randomToughts": "Ideias Aleatórios",
    "soon": "Em breve"
  },
  "projects": {
    "keycloak": {
      "title": "Personalização do Keycloak: Um Guia Passo a Passo para Temas e Interfaces",
      "description": "Desbloqueie o potencial dos seus sistemas com Omnia"
    },
    "omnia": {
      "title": "Conecte Tudo: Apresentando Omnia",
      "description": "Desbloqueie o potencial dos seus sistemas com Omnia"
    },
    "squarefox": {
      "title": "Eleve Sua Presença Online com os Designs Impressionantes da Squarefox",
      "description": "Squarefox visa mudar o conceito de design web em todo o mundo. Somos uma equipe de profissionais apaixonados por criar, projetar e desenvolver sites."
    },
    "vulcano": {
      "title": "Vulcano",
      "description": "Um bot Discord multiuso projetado para várias tarefas. Ele se integra com APIs de notícias para buscar atualizações e fornece geradores de dados para fins de desenvolvimento (por exemplo, CPF, RG)"
    },
    "hermes": {
      "title": "Hermes",
      "description": "Hermes é um serviço que simplifica a integração de funcionalidades de e-mail em suas aplicações, eliminando a dor de cabeça de lidar com as intrincadas complexidades do SMTP."
    }
  }
}
